Repository: rxtech-lab/chessmate
Catalog: chess-master-ultimate/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: AI Settings
zh_hans: AI设置

source: API Key
zh_hans: API密钥

source: Ask about current move
zh_hans: 询问关于当前步

source: Cancel
zh_hans: 取消

source: Error to chat
zh_hans: 聊天错误

source: First
zh_hans: 最前

source: Last
zh_hans: 最后

source: Load
zh_hans: 加载

source: Move: %lf
zh_hans: 当前步： %lf

source: Next
zh_hans: 下一步

source: No game loaded
zh_hans: 没有选中的棋局

source: No Games
zh_hans: 没有棋局

source: OK
zh_hans: 好

source: Open PGN File
zh_hans: 打开PGN文件

source: OpenAI Key
zh_hans: OpenAI 密钥

source: OpenAI Model
zh_hans: OpenAI 模型

source: OpenAI URL
zh_hans: OpenAI 地址

source: Please enter a valid URL
zh_hans: 请输入合规的地址

source: Previous
zh_hans: 上一步

source: Submit
zh_hans: 提交

source: Type a message...
zh_hans: 请输入内容…
